<h1>ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
<ul>
    <li>1. Общие положения
        <ul style="margin-left: 40px;">
            <li>1.1. Политика в отношении обработки персональных данных (далее — Политика) направлена на защиту прав и
                свобод физических лиц, персональные данные которых обрабатывает <?php echo $company->name; ?> (далее —
                Оператор).
            </li>
            <li>1.2. Политика разработана в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона от 27 июля 2006 г. №
                152-ФЗ «О персональных данных» (далее — ФЗ «О персональных данных»).
            </li>
            <li>1.3. Политика содержит сведения, подлежащие раскрытию в соответствии с ч. 1 ст. 14 ФЗ «О персональных
                данных», и является общедоступным документом.
            </li>
        </ul>
    </li>
	<?php if (!empty($company->address)): ?>
        <li>2. Сведения об операторе
            <ul style="margin-left: 40px;">
                <li>2.1. Оператор ведет свою деятельность по адресу <?php echo $company->address; ?>.</li>
            </ul>
        </li>
	<?php endif; ?>
    <li>3. Сведения об обработке персональных данных
        <ul style="margin-left: 40px;">
            <li>3.1. Оператор обрабатывает персональные данные на законной и справедливой основе для выполнения
                возложенных законодательством функций, полномочий и обязанностей, осуществления прав и законных
                интересов Оператора, работников Оператора и третьих лиц.
            </li>
            <li>3.2. Оператор получает персональные данные непосредственно у субъектов персональных данных.</li>
            <li>3.3. Оператор обрабатывает персональные данные автоматизированным и неавтоматизированным способами, с
                использованием средств вычислительной техники и без использования таких средств.
            </li>
            <li>3.4. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление,
                хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение,
                предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.
            </li>
        </ul>
    </li>
    <li>4. Обработка персональных данных клиентов
        <ul style="margin-left: 40px;">
            <li>4.1. Оператор обрабатывает персональные данные клиентов в рамках правоотношений с Оператором,
                урегулированных частью второй Гражданского Кодекса Российской Федерации от 26 января 1996 г. № 14-ФЗ,
                (далее — клиентов).
            </li>
            <li>4.2. Оператор обрабатывает персональные данные клиентов в целях соблюдения норм законодательства РФ, а
                также с целью:
                <ul style="margin-left: 40px;">
                    <li>—&nbsp;информировать о новых товарах, специальных акциях и предложениях;</li>
                    <li>—&nbsp;заключение и исполнение условий договора.</li>
                </ul>
            </li>
            <li>4.3. Оператор обрабатывает персональные данные клиентов с их согласия, предоставляемого клиентами и/или
                их законными представителями путем совершения конклюдентных действий на настоящем интернет-сайте, в том
                числе, но не ограничиваясь, оформлением заказа, регистрацией в личном кабинете, подпиской на рассылку, в
                соответствии с настоящей Политикой.
            </li>
            <li>4.4. Оператор обрабатывает персональные данные клиентов не дольше, чем того требуют цели обработки
                персональных данных, если иное не предусмотрено требованиями законодательства РФ.
            </li>
            <li>4.5. Оператор обрабатывает следующие персональные данные клиентов:
                <ul style="margin-left: 40px;">
                    <li>—&nbsp;Фамилия, имя, отчество;</li>
                    <li>—&nbsp;Дата рождения;</li>
                    <li>—&nbsp;Адрес;</li>
                    <li>—&nbsp;Номер контактного телефона;</li>
                    <li>—&nbsp;Адрес электронной почты.</li>
                </ul>
            </li>
        </ul>
    </li>
    <li>5. Сведения об обеспечении безопасности персональных данных
        <ul style="margin-left: 40px;">
            <li>5.1. Оператор назначает ответственного за организацию обработки персональных данных для выполнения
                обязанностей, предусмотренных ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными
                правовыми актами.
            </li>
            <li>5.2. Оператор применяет комплекс правовых, организационных и технических мер по обеспечению безопасности
                персональных данных для обеспечения конфиденциальности персональных данных и их защиты от неправомерных
                действий:
                <ul style="margin-left: 40px;">
                    <li>—&nbsp;обеспечивает неограниченный доступ к Политике, копия которой размещена по адресу
                        нахождения Оператора, а также может быть размещена на сайте Оператора (при его наличии);
                    </li>
                    <li>—&nbsp;во исполнение Политики утверждает и приводит в действие документ «Положение об обработке
                        персональных данных» (далее — Положение) и иные локальные акты;
                    </li>
                    <li>—&nbsp;производит ознакомление работников с положениями законодательства о персональных данных,
                        а также с Политикой и Положением;
                    </li>
                    <li>—&nbsp;осуществляет допуск работников к персональным данным, обрабатываемым в информационной
                        системе Оператора, а также к их материальным носителям только для выполнения трудовых
                        обязанностей;
                    </li>
                    <li>—&nbsp;устанавливает правила доступа к персональным данным, обрабатываемым в информационной
                        системе Оператора, а также обеспечивает регистрацию и учёт всех действий с ними;
                    </li>
                    <li>—&nbsp;производит оценку вреда, который может быть причинен субъектам персональных данных в
                        случае нарушения ФЗ «О персональных данных»;
                    </li>
                    <li>—&nbsp;производит определение угроз безопасности персональных данных при их обработке в
                        информационной системе Оператора;
                    </li>
                    <li>—&nbsp;применяет организационные и технические меры и использует средства защиты информации,
                        необходимые для достижения установленного уровня защищенности персональных данных;
                    </li>
                    <li>—&nbsp;осуществляет обнаружение фактов несанкционированного доступа к персональным данным и
                        принимает меры по реагированию, включая восстановление персональных данных, модифицированных или
                        уничтоженных вследствие несанкционированного доступа к ним;
                    </li>
                    <li>—&nbsp;производит оценку эффективности принимаемых мер по обеспечению безопасности персональных
                        данных до ввода в эксплуатацию информационной системы Оператора;
                    </li>
                    <li>—&nbsp;осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О
                        персональных данных», принятым в соответствии с ним нормативным правовым актам, требованиям к
                        защите персональных данных, Политике, Положению и иным локальным актам, включающий контроль за
                        принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при
                        обработке в информационной системе Оператора.
                    </li>
                </ul>
            </li>
        </ul>
    </li>
    <li>6. Права субъектов персональных данных
        <ul style="margin-left: 40px;">
            <li>6.1. Субъект персональных данных имеет право:
                <ul style="margin-left: 40px;">
                    <li>—&nbsp;на получение персональных данных, относящихся к данному субъекту, и информации,
                        касающейся их обработки;
                    </li>
                    <li>—&nbsp;на уточнение, блокирование или уничтожение его персональных данных в случае, если они
                        являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми
                        для заявленной цели обработки;
                    </li>
                    <li>—&nbsp;на отзыв данного им согласия на обработку персональных данных;</li>
                    <li>—&nbsp;на защиту своих прав и законных интересов, в том числе на возмещение убытков и
                        компенсацию морального вреда в судебном порядке;
                    </li>
                    <li>—&nbsp;на обжалование действий или бездействия Оператора в уполномоченный орган по защите прав
                        субъектов персональных данных или в судебном порядке.
                    </li>
                </ul>
            </li>
            <li>6.2. Для реализации своих прав и законных интересов субъекты персональных данных имеют право обратиться
                к Оператору либо направить запрос лично или с помощью представителя. Запрос должен содержать сведения,
                указанные в ч. 3 ст. 14 ФЗ «О персональных данных».
            </li>
        </ul>
    </li>
</ul>